{"id":"IN14.007","code":"R03.303","complexity":"A","search_query":"Hubble Telescope Achievements","backstory":"You recently heard that a new space telescope is to be launched in 2021 to replace the Hubble Space Telescope. This made you curious about the accomplishments of the Hubble Telescope since it was launched in 1991. How did it produce new better quality data than was previously available? How did it increase human knowledge of the universe?"}
{"id":"IN14.039","code":"R03.307","complexity":"A","search_query":"New Hydroelectric Projects","backstory":"You recently saw a news report about global warming which mentioned hydroelectric energy as a green alternative. This made you interested in finding out about new hydroelectric projects around the world: which countries are engaged in the construction of hydroelectric projects, and where are the projects located? What is their purpose, and what are possible problems or consequences?"}
{"id":"IN14.140","code":"Q02.1824","complexity":"R","search_query":"Which planet did the spacecraft Magellan enable scientists to research extensively?","backstory":"Gazing up into the night sky you see some of the planets come out. It would be great to look at some close up pictures of the planets. You remember hearing about the voyage of the spacecraft Magellan, and wonder which planet it allowed scientists to explore."}
{"id":"IN14.034","code":"Q02.1829","complexity":"R","search_query":"How tall is the CN Tower in Toronto?","backstory":"Every city seems to have at least one really big building in it these days, but depending on how long ago the building was built, it may no longer seem quite so big. Growing up in Toronto, Canada, the biggest building by far was the CN Tower. How tall was it?"}
{"id":"IN14.002","code":"R03.314","complexity":"U","search_query":"Marine Vegetation","backstory":"You recently heard a commercial about the health benefits of eating algae, seaweed and kelp. This made you interested in finding out about the positive uses of marine vegetation, both as a source of food, and as a potentially useful drug."}
{"id":"IN14.018","code":"R03.353","complexity":"U","search_query":"Antarctica exploration","backstory":"On the T.V. news last night, you saw footage of scientists in Antarctica.  There seemed a surprising number of people there.  This got you wondering what scientific expeditions or projects are under way in Antarctica, and what is planned."}
{"id":"IN14.091","code":"R03.404","complexity":"U","search_query":"Ireland Peace Talks","backstory":"You know that Ireland has been troubled by violence in the past, but is now peaceful, as a result of extended peace talks over many years.  How often were the peace talks in Ireland delayed or disrupted as a result of acts of violence?","training":true}
{"id":"IN14.146","code":"R03.433","complexity":"U","search query":"Greek, philosophy, stoicism","backstory":"You visited a museum recently, and heard about the Greek philosophy of stoicism.  You start wondering if there is any contemporary interest in this philosophy, and whether Greek stoic plays and artistic productions are taking place or being planned.","training":true}
{"id":"IN14.009","code":"Q02.1878","complexity":"R","search_query":"What year was the phonograph invented?","backstory":"You've been talking with your niece about changes in music technology.  You realize you don't know much about anything from before you were born, and you'd like to know when the phonograph was invented.","goldenHIT":true}